{
  "categories": [
    {
      "id": "food",
      "name": {
        "de": "Speisen",
        "en": "Food",
        "tr": "Yemekler",
        "es": "Platos"
      },
      "items": [
        {
          "name": {
            "de": "Panang Curry",
            "en": "Panang Curry",
            "tr": "Panang Curry",
            "es": "Curry Panang"
          },
          "price": "12.90",
          "desc": {
            "de": "Traditionelle rote Currypaste mit Kokosmilch, Hühnerfleisch, Gemüse, Limettengras, Thai Basilikum, dazu Jasminreis. (Leicht scharf)",
            "en": "Traditional red curry paste with coconut milk, chicken, vegetables, lemongrass, Thai basil, served with jasmine rice. (Mildly spicy)",
            "tr": "Hindistan cevizi sütü, tavuk eti, sebzeler, limon otu, Tayland fesleğeni ve yasemin pirinci ile geleneksel kırmızı köri ezmesi. (Hafif acı)",
            "es": "Pasta de curry rojo tradicional con leche de coco, carne de pollo, verduras, limoncillo, albahaca tailandesa, servida con arroz jazmín. (Ligeramente picante)"
          }
        },
        {
          "name": {
            "de": "Pad Kra Pao",
            "en": "Pad Kra Pao",
            "tr": "Pad Kra Pao",
            "es": "Pad Kra Pao"
          },
          "price": "13.50",
          "desc": {
            "de": "Typisches Streetfood, würziges Rinderfaschiertes aus dem Wok mit Königsbasilikum, Gemüse, Chili und Spiegelei, dazu Jasminreis.",
            "en": "Typical street food, spicy minced beef from the wok with king basil, vegetables, chili and fried egg, served with jasmine rice.",
            "tr": "Tipik sokak lezzeti, kral fesleğeni, sebzeler, biber ve sahanda yumurta ile wokta pişirilmiş baharatlı dana kıyma, yasemin pirinci ile servis edilir.",
            "es": "Comida callejera típica, carne picada de ternera picante al wok con albahaca real, verduras, chile y huevo frito, acompañada de arroz jazmín."
          }
        },
        {
          "name": {
            "de": "Hühnerfleisch Kra Pao",
            "en": "Chicken Kra Pao",
            "tr": "Tavuklu Kra Pao",
            "es": "Pollo Kra Pao"
          },
          "price": "12.90",
          "desc": {
            "de": "Süß-würzige Hühnerstreifen aus dem Wok mit Königsbasilikum, Gemüse und dazu Jasminreis.",
            "en": "Sweet and savory chicken strips from the wok with king basil, vegetables and jasmine rice.",
            "tr": "Kral fesleğeni, sebzeler ve yasemin pirinci ile wokta pişirilmiş tatlı-baharatlı tavuk şeritleri.",
            "es": "Tiras de pollo dulces y picantes al wok con albahaca real, verduras y arroz jazmín."
          }
        },
        {
          "name": {
            "de": "Butter Chicken",
            "en": "Butter Chicken",
            "tr": "Soslu Tavuk Curry",
            "es": "Pollo a la Mantequilla"
          },
          "price": "13.50",
          "desc": {
            "de": "Herzhaftes indisches Curry mit Hühnerfleisch in cremiger Tomaten-Butter-Sahne-Sauce, serviert mit Roti und Jasminreis.",
            "en": "Hearty Indian curry with chicken in a creamy tomato-butter-cream sauce, served with roti and jasmine rice.",
            "tr": "Kremalı domatesli tereyağlı sos içinde tavuk etli doyurucu Hint körisi, Roti ve yasemin pirinci ile servis edilir.",
            "es": "Curry indio contundente con pollo en una cremosa salsa de tomate, mantequilla y nata, servido con roti y arroz jazmín."
          }
        },
        {
          "name": {
            "de": "Frühlingsrollen",
            "en": "Spring Rolls",
            "tr": "Sebzeli Sigara Böreği",
            "es": "Rollitos de Primavera"
          },
          "price": "5.50",
          "desc": {
            "de": "2 Stk. Handgemachte Frühlingsrollen gefüllt mit Rind, Glasnudeln und Gemüse. (Vegan möglich)",
            "en": "2 pcs. Handmade spring rolls filled with beef, glass noodles and vegetables. (Vegan option available)",
            "tr": "2 adet. Dana eti, cam erişte ve sebze ile doldurulmuş el yapımı bahar ruloları. (Vegan seçenek mevcuttur)",
            "es": "2 uds. Rollitos de primavera hechos a mano rellenos de ternera, fideos de cristal y verduras. (Opción vegana disponible)"
          }
        }
      ]
    },
    {
      "id": "specials",
      "name": {
        "de": "Wochenspecials",
        "en": "Weekly Specials",
        "tr": "Haftalık Özeller",
        "es": "Especiales de la Semana"
      },
      "items": [
        {
          "name": {
            "de": "Chilisoße Extra",
            "en": "Extra Chili Sauce",
            "tr": "Ekstra Acı Sos",
            "es": "Salsa de Chile Extra"
          },
          "price": "2.50",
          "isSoldOut": false,
          "desc": {
            "de": "Für extra Scharfe!",
            "en": "For those who like it extra hot!",
            "tr": "Ekstra acı sevenler için!",
            "es": "¡Para los que les gusta extra picante!"
          }
        }
      ]
    },
    {
      "id": "cocktails",
      "name": {
        "de": "Cocktails",
        "en": "Cocktails",
        "tr": "Cocktails",
        "es": "Cocktails"
      },
      "items": [
        {
          "name": {
            "de": "Pina Colada",
            "en": "Pina Colada",
            "tr": "Pina Colada",
            "es": "Pina Colada"
          },
          "price": "12.90",
          "isSoldOut": true,
          "desc": {
            "de": "",
            "en": "",
            "tr": "",
            "es": ""
          }
        },
        {
          "name": {
            "de": "Moscow Mule",
            "en": "Moscow Mule",
            "tr": "Moscow Mule",
            "es": "Moscow Mule"
          },
          "price": "16.90",
          "isSoldOut": true,
          "desc": {
            "de": "",
            "en": "",
            "tr": "",
            "es": ""
          }
        },
        {
          "name": {
            "de": "Whiskey",
            "en": "Whiskey",
            "tr": "Whiskey",
            "es": "Whiskey"
          },
          "price": "12.80",
          "isSoldOut": false,
          "desc": {
            "de": "",
            "en": "",
            "tr": "",
            "es": ""
          }
        }
      ]
    }
  ]
}